Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: System unavailable, try again soon
su: Sistem teu sayaga, pecakan deui geura

source: Take action to keep the internet healthy
su: Pasang aksi jang ngajaga internét nu séhat

source: Take picture
su: Comot gambar

source: Technical issues
su: Masalah téhnis

source: Terms and cancellation policy
su: Sarat jeung kawijakan bolay

source: Terms and cancellation policy:
su: Sarat jeung kawijakan bolay:

source: Terms of Service
su: Katangtuan Layanan

source: Testing Firefox products
su: Nguji coba produk FIrefox

source: Test new Firefox products
su: Coba produk alanyar Firefox

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
su: Nuhun geus milih Firefox! Anjeun bisa masang Firefox jang sélulér didieu: %(link)s

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedPlan)s</b>. We'll contact you via email as soon as possible.
su: Nuhun geus nepungan Mozilla Support ngeunaan <b>%(escapedLowercaseTopic)s</b> pikeun <b>%(escapedSelectedPlan)s</b>. Dia bakal diiberan maké surél sagancangna.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedProduct)s</b>. We'll contact you via email as soon as possible.
su: Nuhun geus ngahontal Mozilla Support ngeunaan <b>%(escapedLowercaseTopic)s</b> pikeun <b>%(escapedSelectedProduct)s</b>. Kami bakal nyurélékan anjeun sagancangna.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b>. We'll contact you via email as soon as possible.
su: Nuhun geus nepungan Mozilla Support ngeunaan <b>%(escapedLowercaseTopic)s</b>. Dia bakal diiberan maké surél sagancangna.

source: Thank you for reactivating your %(productName)s subscription!
su: Nuhun tos ngaktipkeun deui langganan %(productName)s!

source: Thank you for subscribing to %(productName)s
su: Nuhun tos ngalanggan %(productName)s

source: Thank you for subscribing to %(productName)s!
su: Nuhun tos ngalanggan %(productName)s!

source: Thank you for your vigilance
su: Panuhun kana kawaspadaan anjeun

source: That confirmation link was already used, and can only be used once.
su: Tutumbu konfirmasi éta geus dipaké, kur bisa dipaké sakali.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
su: Surélék konfirmasi nu kami kirim ka %(email)s téh baruk dipulangkeun deui, atuh ku kami dikonci baé pikeun ngamankeun data Firefox anjeun.

source: The credit card you're using to make payments for %(productName)s is about to expire.
su: Kartu kiridit anu dipaké mayar %(productName)s tos badé kadaluwarsa.

source: The Firefox accounts team
su: Tim akun Firefox

source: The Firefox Accounts team
su: Tim Firefox Accounts

source: The image dimensions must be at least 100x100px
su: Diménsi gambar sahenteuna kudu 100x100px

source: The image file size is too large to be uploaded.
su: Ukuran berkas gambarna gedé teuing.

source: The link you clicked to reset your password is expired.
su: Tutumbu nu anjeun klik pikeun nyetél ulang sandi geus kadaluwarsa.

source: The link you clicked to verify your email is expired.
su: Tutumbu nu diklik ku anjeun pikeun mérivikasi surélék anjeun geus kadaluwarsa.

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
su: Tutumbu nu diklik ku anjeun teu mibanda karakter, jeung deuih meureun geus dipiceun ku klien surélék anjeun. Tiron alamat kalawan ati-ati, sarta pecakan deui.

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
su: Kaca nu dipundut ku anjeun téh euweuh ning. Kami geus diwawaran sarta bakal digawé pikeun menerkeunana.

source: The request was blocked for security reasons
su: Pamundutan geus dipeungpeuk pikeun alesan kaamanan

source: These are your one time use recovery codes. Store them in a safe place in the event you lose access to your mobile device. You will not be able to see these codes again.
su: Ieu téh kodeu pamulangan anjeun sakalieun maké. Simpen di tempat nu aman mun anjeun kaleungitan aksés ka parangkat sélulér anjeun. Anjeun moal bisa nempo ieu kodeu deui.

source: The setup process was terminated.
su: Prosés pangaturan dipeunggas.

source: The Sync service isn’t a permanent backup, it’s simply a secure way to transfer saved bookmarks, history and passwords between your own devices.
su: Layanan Sync lain cadangan permanén, ieu mah saukur cara aman pikeun neransferkeun markah, jujutan, jeung sandi nu kasimpen di antara parangkat anjeun sorangan.

source: This email already exists on your account
su: Ieu surélék geus aya dina akun anjeun

source: This email can not currently be used to login
su: Ieu surélék teu bisa dipaké asup ayeuna mah

source: This email was already verified by another user
su: Ieu surélék geus divérifikasi ku batur

source: This endpoint is no longer supported
su: Nika deui téh geus teu dirojong deui

source: This Firefox is connected
su: Firefox geus nyambung

source: This is an automated email.
su: Ieu mangrupa surélék otomatis

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
su: Ieu surélék otomatis; mun anjeun teu rumasa ngaotorisasi ieu peta, <a %(passwordChangeLinkAttributes)s>geura robah sandi anjeun</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>
su: Ieu mah surélék otomatis; mun anjeun teu rumasa ngaotorisasi ieu peta, mangka <a %(passwordChangeLinkAttributes)s>geura robah sandi anjeun.</a>

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
su: Ieu mah surélék otomatis; mun anjeun teu rumasa ngaotorisasi ieu peta, mangka <a %(resetLinkAttributes)s>geura setél ulang sandi anjeun.</a>

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
su: Ieu mah surélék otomatis; mun anjeun teu rumasa nambahkeun parangkat anyar kana Firefox Account anjeun, hadéna mah geuwat anjeun robah sandina di %(passwordChangeLink)s

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
su: Ieu mah surélék otomatis; mun anjeun teu rumasa ngarobah sandi Firefox Account anjeun, hadéna mah geuwat anjeun setél ulang di %(resetLink)s

source: This is an automated email; if you received it in error, no action is required.
su: Ieu mah surélék otomatis; mun anjeun nampa ieu minangka éror, teu kudu kukumaha.

source: This is a required field
su: Ieu widang perlu dieusian

source: This recovery key can no longer be used to recover your account.
su: Ieu konci pamulangan teu bisa dipaké deui jang mulangkeun akun anjeun.

source: This request requires two step authentication enabled on your account.
su: Ieu pamundut perlu ngahurungkeun oténtikasi dua léngkah na akun anjeun.

source: This verification code has expired
su: Ieu kodeu vérifikasi geus kadaluwarsa

source: to continue to %(serviceName)s
su: pikeun laju ka %(serviceName)s

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved recovery codes.
su: Pikeun mastikeun bisa muka deui akun anjeun, upama piranti anjeun leungit, asupkeun salasahiji sandi pamulihan anu disimpen.

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
su: Ngarah layanan anjeun teu kapegat, mangga <a href="%(updateBillingUrl)s">mutahirkeun info pembayaran</a> saénggalna.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
su: Ngarah layanan anjeun teu kapegat, mutahirkeun info pembayaran anjeun saénggalna:

source: To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.
su: Pikeun nyingkahan aksés teu sah nu kamalinaan ka Firefox Account anjeun, kami geus nyetél ulang sandi anjeun sarta ngabaran anjeun minangka tarékah panyingkahan.

source: TOTP token not found
su: Token TOTP euweuh

source: %(translatedTimeAgo)s in %(translatedCountry)s
su: %(translatedTimeAgo)s di %(translatedCountry)s

source: %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: %(translatedTimeAgo)s deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Travel the internet with protection, on every device.
su: Kuliksek internét kalawan pangamanan, na sakumna parangkat.

source: Trouble entering code?
su: Hésé ngasupkeun kodeu?

source: Try again
su: Pecakan deui

source: Two simple steps help you get back into your account and protect your data if you need to reset your password.
su: Dua léngkah basajan ngabantu balik kana akun anjeun sarta ngajaga data upama perlu nyetél kecap sandi.

source: Two-step authentication
su: Oténtikasi dua léngkah

source: Two-step Authentication
su: Oténtikasi dua léngkah

source: Two-step authentication code required
su: Kodeu oténtikasi dua léngkah diperlukeun

source: Two-step authentication disabled
su: Oténtikasi dua léngkah dipareuman

source: Two-Step Authentication Disabled
su: Oténtikasi Dua Léngkah Dipareuman

source: Two-step authentication enabled
su: Oténtikasi dua léngkah dihurungkeun

source: Two-Step Authentication Enabled
su: Oténtikasi Dua Léngkah Dijalankeun

source: Two-step authentication removed
su: Oténtikasi dua léngkah dilaan

source: Two-step verification enabled
su: Péripikasi dua léngkah dihurungkeun

source: Two-step verification is off
su: Péripikasi dua léngkah dipareuman

source: Type this secret key into your authentication app.
su: Ketikkeun ieu konci rusiah kana aplikasi oténtikasi anjeun.

source: %(uaBrowser)s on %(uaOS)s
su: %(uaBrowser)s na %(uaOS)s

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
su: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s

source: Unable to deliver email
su: Teu bisa nepikeun surélék

source: Unauthorized
su: Teu diwidian

source: Unavailable device command
su: Paréntah parangkat teu sayaga

source: Unexpected error
su: Éror teu dinyana

source: Unfortunately, if we don’t hear from you within three days, you’ll lose access to %(productName)s.
su: Hanjakalna, upama taya iber sanggeus tilu poé, aksés ka %(productName)s bakal ditutup.

source: Unknown account
su: Akun teu dipikanyaho

source: Unknown account. <a href="/signup">Sign up</a>
su: Akun teu dipikanyaho. <a href="/signup">Daptar</a>

source: Unknown client
su: Klien teu dipikanyaho

source: Unknown code
su: Kodeu teu dipikanyaho

source: Unknown customer for subscription.
su: Palanggan teu dipikawawuh keur balanggan

source: Unknown plan for subscription.
su: Pakét balanggan teu dipikawawuh

source: Unknown subscription.
su: Langganan teu dipikawawuh

source: Unsupported image provider
su: Panyadia gambar teu dirojong

source: Unverified account
su: Akun can divérifikasi

source: Unverified user or session
su: Pamaké atawa sési henteu kapéripikasi

source: Update billing information
su: Ropéa émbaran tagiheun

source: Update billing information:
su: Ropéa émbaran tagiheun:

source: Update was rejected, please try again
su: Pamutahiran ditolak, mangga cobaan deui

source: Upload
su: Unjal

source: Use a different account
su: Paké akun nu béda

source: Use a different email
su: Paké surél anu béda

source: Use recovery code
su: Paké kodeu pamulangan

source: User is not signed in
su: Pamaké teu asup log

source: Use security code
su: Paké kodeu kaamanan

source: Use SMS instead
su: Maké SMS baé

source: Use the code %(code)s to set up two-step authentication in supported applications.
su: Paké kodeu %(code)s pikeun ngatur oténtikasi dua léngkah di aplikasi nu dirojong.

source: Use this verification code:
su: Paké sandi péripikasi ieu:

source: Valid code required
su: Kodeu sah diperlukeun

source: Valid email required
su: Surélék sah diperlukeun

source: Valid password required
su: Sandi sah diperlukeun

source: Valid URL required
su: URL sah diperlukeun

source: Verification code: %(code)s
su: Sandi péripikasi: %(code)s

source: Verification email sent
su: Surélék vérifikasi dikirim

source: Verification error
su: Kasalahan vérifikasi

source: Verification link damaged
su: Tutumbu vérifikasi rajét

source: Verification link expired
su: Tutumbu vérifikasi kadaluwarsa

source: verification required
su: butuh vérifikasi

source: Verification required
su: Vérifikasi diperlukeun

source: verified
su: divérifikasi

source: Verified
su: Divérifikasi

source: Verify
su: Vérifikasi

source: Verify email
su: Pastikeun surél

source: Verify email:
su: Vérifikasi surélék:

source: Verify Email
su: Vérifikasi Surélék

source: Verify primary email
su: Vérifikasi surélék utama

source: Verify Primary Email
su: Pastikeun Surél Utama

source: Verify secondary email
su: Vérifikasi surélék sékundér

source: Verify Secondary Email
su: Pastikeun Surél Sekundér

source: Verify Your Account
su: Pariksa Akun Anjeun

source: Verify your email to finish your Firefox Account registration
su: Vérifikasi surélék anjeun pikeun mungkas padaptaran Firefox Account anjeun

source: Verify your Firefox Account
su: Vérifikasi akun Firefox anjeun

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
su: Kiwari kami keur kasedekkeun pisan sarta sabisa-bisa malikkeun sistem sangkan normal deui kalawan sagancangna.

source: Web Session
su: Sési wéb

source: Web Session, %(userAgent)s
su: Sési wéb, %(userAgent)s

source: We detected suspicious activity on your Firefox Account. Your account may have been compromised.
su: Kami ngadétéksi aktivitas nu nyurigakeun dina Firefox Account anjeun. Akun anjeun meureun baé geus diseselan.

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
su: Kami ngambeu ayana paripolah anu picurigaeun dina akun Firefox anjeun. Pikeun nyingkahan anu nyulusup, akun anjeun geus dipegatkeun tina sakur paranti sarta ngawajibkeun anjeun ganti kecap sandi.

source: We detected suspicious behavior on your Firefox account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Firefox account services.
su: Kami ngambeu ayana paripolah anu picurigaeun dina akun Firefox anjeun. Pikeun ngajaga akun anjeun, mangga jieun kecap sandi anyar. Anjeun bakal maké ieu kecap sandi pikeun asup deui ka sakur layanan akun Firefox anjeun.

source: We had a problem with your latest payment for %(productName)s.
su: Aya masalah dina pembayaran panungtung pikeun %(productName)s.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
su: Kami perhatikeun yén anjeun béakkeun kodeu pamulangan. Pék tinimbangan nyieun kodeu anyar téh pikeun nyingkahan kakoncina akun anjeun.

source: Welcome!
su: Wilujeng Sumping!

source: Welcome back
su: Wangsul wilujeng sumping

source: Welcome to %(serviceName)s!
su: Wilujeng Sumping di %(serviceName)s!

source: Welcome to the Firefox family
su: Wilujeng Sumping di Firefox sawargi

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
su: Kami perhatikeun yén anjeun béakkeun kodeu pamulangan. Pék tinimbangan nyieun kodeu anyar téh pikeun nyingkahan kakoncina akun anjeun.

source: We received your latest payment for %(productName)s.
su: Kami geus nampa tawuran panungtung anjeun pikeun %(productName)s.

source: We're sorry to hear about this. If this was a device you really don't trust, you should change your Firefox Account password, and change any passwords saved in Firefox.
su: Hanjakal kami ngadangu ieu. Mun anjeun teu percaya ieu parangkat, anjeun dihaturan ngarobah sandi Firefox Account anjeun, sarta robah sakumna sandi nu kasimpen di Firefox.

source: We're sorry to hear about this. You should change your Firefox Account password, and look for information from your device manufacturer about erasing your data remotely.
su: Hanjakal kami ngadangu ieu. Anjeun dihaturan ngarobah sandi Firefox Account anjeun, sarta ilikan info ti manufaktur parangkat anjeun ngeunaan mupus data anjeun ti kaanggangan.

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
su: Langganan %(productName)s anjeun geus dibedokeun. Pembayaran ahir %(invoiceTotal)s tos dibayar %(invoiceDateOnly)s. Layanan anjeun bakal diteruskeun nepi ka periode tagihan anggeus ping %(serviceLastActiveDateOnly)s.

source: We've sent you a text message
su: Kami geus ngirim surat

source: What are you contacting us about?
su: Aya perlu naon?

source: What do you need help with?
su: Perlu dibantu naon?

source: What should you do?
su: Kudu kumaha atuh anjeun téh?

source: Why is more than one device required?
su: Naha merlukeun loba parangkat?

source: Why is this happening?
su: Naha kajadian kieu?

source: Why sign in on another device?
su: Naha asup di parangkat séjén?

source: Why sync multiple devices?
su: Naha nyingkronkeun loba parangkat?

source: Working…
su: Digawé…

source: Would you like to sync this device to your account?
su: Hayang nyingkronkeun alat ieu kana akun anjeun?

source: Would you like to sync your phone?
su: Badé nyingkronkeun telepon anjeun?

source: Wrong number?
su: Salah nomor?

source: You are disconnecting %(deviceName)s from Sync because this device is:
su: Anjeun megatkeun %(deviceName)s ti Sync kusabab ieu paranti:

source: You are now ready to make changes to your Firefox Account.
su: Anjeun ayeuna siap nyieun parobahan kana Firefox Account anjeun.

source: You are now ready to use %(serviceName)s
su: Ayeuna anjeun geus siap ngagunakeun %(serviceName)s

source: You are now syncing with:
su: Ayeuna anjeun keur nyingkronkeun jeung:

source: You did it! You’re signed in.
su: Hadé euy! Anjeun geus asup.

source: You have reached the maximum allowed secondary emails
su: Anjeun geus ngahontal loba surélék sekundér anu diidinan

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
su: Anjeun geus hasil ngarobah surélék utama anjeun ka %(email)s. Ieu alamat ayeuna jadi sandiasma pikeun peta asup kana Firefox Account anjeun, sarta nampa iber kaamanan jeung konfirmasi asup.

source: You have successfully consumed a recovery code from the following device:
su: Anjeung geus ngahasil ngagunakeun kodeu pamulangan tina ieu parangkat di handap:

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
su: Anjeun geus hasil mareuman oténtikasi dua léngkah na Firefox Account anjeun ti béréndélan parangkat ieu di handap:

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
su: Anjeun geus hasil ngahurungkeun oténtikasi dua léngkah na Firefox Account anjeun. Kodeu kaamanan nu leungit bakal diperlukeun mangsa rék asup.

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
su: Anjeun geus hasil ngahurungkeun oténtikasi dua léngkah na Firefox Account anjeun ti béréndélan parangkat ieu di handap:

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
su: Anjeun geus hasil ngahurungkeun oténtikasi dua léngkah na Firefox Account anjeun. Kodeu kaamanan ti aplikasi oténtikasi anjeun ayeuna mah bakal diperlukeun mangsa rék asup.

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
su: Anjeun geus hasil dipangnyieunkeun konci akun pamulangan pikeun Firefox Account anjeun ti parangkat di handap:

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
su: Anjeun geus hasil dipangnyieunkeun konci akun pamulangan pikeun Firefox Account anjeun maké parangkat di handap:

source: You have successfully generated new recovery codes from the following device:
su: Anjeung geus ngahasil dipangnyieunkeun kodeu pamulangan anyar ti ieu parangkat di handap:

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
su: Anjeun geus hasil ngalaan konci akun pamulangan pikeun Firefox Account anjeun ti parangkat di handap:

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
su: Anjeun geus hasil ngalaan konci akun pamulangan pikeun Firefox Account anjeun maké parangkat di handap:

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
su: Anjeun geus hasil ngalaan %(secondaryEmail)s minangka surélék sékundér ti Firefox Account anjeun. Iber kaamanan sarta konfirmasi peta asup moal ditepikeun ka ieu alamat.

source: You have successfully reset your password using a recovery key from the following device:
su: Anjeun geus hasil nyetél ulang sandi anjeun maké konci pamulangan ti parangkat di handap:

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
su: Anjeun geus hasil mulangkeun akun anjeun maké konci pamulangan anjeun. Jieun sandi anyar jang ngamankeun data anjeun, sarta dihadé-hadé di tempat aman.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
su: Anjeun geus laksana pindah ti %(productNameOld)s ka %(productNameNew)s.

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
su: Anjeun geus laksana undak ti %(productNameOld)s ka %(productNameNew)s.

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
su: Anjeun geus hasil mérivikasi %(secondaryEmail)s minangka surélék sékundér jang Firefox Account anjeun. Iber kaamanan sarta konfirmasi peta asup ayeuna mah bakal ditepikeun ka sakumna alamat.

source: You have switched to %(productNameNew)s
su: Anjeun geus ditukeur ka %(productNameNew)s

source: You have upgraded to %(productNameNew)s
su: Anjeun geus diapgréd ka %(productNameNew)s

source: You may lose saved information and features within Mozilla products
su: Anjeun bakal kaleungitan émbaran jeung fitur anu disimpen dina produk Mozilla

source: You must enter a valid age to sign up
su: Anjeun kudu ngasupkeun umur nu bener pikeun daptar

source: You must enter your age to sign up
su: Anjeun kudu ngasupkeun umur pikeun daptar.

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
su: Anjeun kudu nyumponan sarat minimum umur pikeun nyieun Firefox Account.
